Repository: pedro-mendonca/cachify
Catalog: languages/cachify-*.po
Languages: pt_pt

source: FAQ
pt_pt: Perguntas frequentes

source: Manual
pt_pt: Documentação

source: Support
pt_pt: Suporte

source: Donate
pt_pt: Fazer donativo

source: Cache method
pt_pt: Método de cache

source: Cache expiration
pt_pt: Expiração da cache

source: Hours
pt_pt: Horas

source: HDD cache will only expire correctly when triggered by a system cron.
pt_pt: A cache em HDD apenas expirará correctamente ao accionar por um cron do sistema.

source: Flush the cache by clicking the button below or the %1$s icon in the admin bar.
pt_pt: Limpe cache ao clicar no botão abaixo ou no ícone %1$s na barra de administração.

source: Flush the Cachify cache
pt_pt: Limpar cache do Cachify

source: Flush cache now
pt_pt: Limpar cache agora

source: Cache generation
pt_pt: Geração da cache

source: No cache generation by logged in users
pt_pt: Não gerar cache para utilizadores com sessão iniciada

source: Flush the cache at modified posts
pt_pt: Limpar cache de conteúdos modificados

source: If selected, the site cache will be flushed, otherwise only the modified post is removed from the cache.
pt_pt: Ao activar, a cache do site será limpa, de outro modo apenas o conteúdo modificado será removido da cache.

source: Flush the cache at new comments
pt_pt: Limpar cache em caso de novos comentários

source: If selected, the site cache will be flushed, otherwise only the corresponding post is removed from the cache.
pt_pt: Ao activar, a cache do site será limpa, de outro modo apenas o conteúdo correspondente será removido da cache.

source: Cache exceptions
pt_pt: Excepções da cache

source: e.g. 1, 2, 3
pt_pt: Por exemplo: 1, 2, 3

source: Post/Page IDs
pt_pt: ID de conteúdos/páginas

source: e.g. MSIE 6, Opera
pt_pt: Por exemplo: MSIE 6, Opera

source: Browser User Agents
pt_pt: Agentes de utilizador de navegador

source: Cache minify
pt_pt: Minificar cache

source: Cache signature
pt_pt: Assinatura da cache

source: Add additional details to Cachify signature (HTML comment)
pt_pt: Adicione mais detalhes à assinatura do Cachify (comentário HTML)

source: Generated
pt_pt: Gerado

source: Cachify expire
pt_pt: Expiração da cache

source: Settings
pt_pt: Opções

source: Empty Cache
pt_pt: Cache vazia

source: %s Cache
pt_pt: %s de cache

source: Caching method
pt_pt: Método de cache

source: Flush site cache
pt_pt: Limpar cache do site

source: Flushing cache
pt_pt: A limpar a cache

source: Cache flushed successfully
pt_pt: Cache limpa com sucesso

source: Cachify cache is flushed.
pt_pt: A cache do Cachify foi limpa.

source: Database
pt_pt: Base de dados

source: Hard disk
pt_pt: Disco

source: No minify
pt_pt: Não minificar

source: HTML + Inline JavaScript
pt_pt: HTML + JavaScript em linha

source: The server configuration file (e.g. .htaccess) needs to be adjusted. Please have a look at the setup tab.
pt_pt: O ficheiro de configuração do servidor (por exemplo: .htaccess) tem de ser ajustado. Consulte o separador de configuração.

source: Setup
pt_pt: Configuração

source: .htaccess APC setup
pt_pt: Configuração de APC em .htaccess

source: Please add the following lines to your .htaccess file
pt_pt: Por favor adicione as seguintes linhas ao seu ficheiro .htaccess

source: nginx APC setup
pt_pt: Configuração de APC em nginx

source: Please add the following lines to your nginx PHP configuration
pt_pt: Por favor adicione as seguintes linhas à sua configuração PHP nginx

source: You might need to adjust the non-highlighted lines to your needs.
pt_pt: Poderá ser necessário ajustar as linhas não realçadas às suas necessidades.

source: .htaccess HDD setup
pt_pt: Configuração de HDD em .htaccess

source: Notes
pt_pt: Notas

source: Within .htaccess, the extension has a higher priority and must be placed above the WordPress Rewrite rules (marked mostly by # BEGIN WordPress … # END WordPress).
pt_pt: Com .htaccess, a extensão tem prioridade mais elevada e deverá ser inserida acima das regras de reescrita do WordPress (envolvidas por # BEGIN WordPress … # END WordPress).

source: Changes to the .htaccess file can not be made if PHP is run as FastCGI.
pt_pt: Não poderão ser feitas alterações ao ficheiro .htaccess caso o PHP seja executado como FastCGI.

source: If there are partial errors in the redirects within the blog, the shutdown of the Apache Content Cache can help:
pt_pt: Se ocorrerem erros parciais nos redireccionamentos dentro do blog, o encerramento do Apache Content Cache pode ajudar:

source: In case of special character errors, you can add the following to the .htaccess file:
pt_pt: No caso de erros de caracteres especiais, pode adicionar o seguinte ao ficheiro .htaccess:

source: nginx HDD setup
pt_pt: Configuração de HDD em nginx

source: Please add the following lines to your nginx.conf
pt_pt: Por favor adicione as seguintes linhas ao seu ficheiro nginx.conf

source: You might need to adjust the location directives to your needs.
pt_pt: Poderá ser necessário ajustar as directivas de localização às suas necessidades.

source: For domains with FQDN, the variable %1$s must be used instead of %2$s.
pt_pt: Para domínios com FQDN, deve ser utilizada a variável %1$s em vez de %2$s.

source: nginx Memcached setup
pt_pt: Configuração de Memcached em nginx

source: If you have errors please try to change %1$s to %2$s This forces IPv4 because some servers that allow IPv4 and IPv6 are configured to bind Memcached to IPv4 only.
pt_pt: Se ocorrerem erros, tente alterar %1$s para %2$s. Isto força o IPv4 porque alguns servidores que permitem IPv4 e IPv6 estão configurados para associar Memcached apenas ao IPv4.

source: Easy to use WordPress caching plugin. Serving static blog pages from database, disk, Memcached or APC.
pt_pt: Plugin de cache para WordPress fácil de usar. Permite-lhe criar páginas estáticas a partir da base de dados, disco, Memcached ou APC.
